Repository: samuelmoses2011/Ocearch---WordPress
Catalog: plugins/charitable-anonymous/languages/charitable-anonymous-*.po
Languages: pl_pl

source: Cheatin&#8217; huh?
pl_pl: Oszukujemy co?

source: Donation made anonymously.
pl_pl: Wsparcie zostało zrobione anonimowo

source: This plugin
pl_pl: Ta wtyczka

source: activate it
pl_pl: Aktywuj

source: install it
pl_pl: zainstaluj

source: Anonymous
pl_pl: Anonimowo

source: Hide anonymous donors
pl_pl: Schowaj anonimowego darczyńcę

source: PayPal Transaction ID: %s
pl_pl: Transakcja PayPal ID:%s

source: Allow your supporters to donate anonymously.
pl_pl: Pozwól darczyńcom przekazać wsparcie anonimowo

source: I would like to make my donation anonymously.
pl_pl: Chcę dokonać wpłaty anonimowo.
